[
  {
    "id": 0,
    "title": "Growing a greener future",
    "text": "“Students of all ages are our greatest asset to making positive change.  By instilling environmental manners, such as composting, we are creating habits that will permeate into their family and community and will shape their thinking and actions for a lifetime.”\nDan Schnitzer, LEED Green Associate Director of Sustainability and Capital Projects\nChapel Hill-Carrboro City Schools",
    "link": null,
    "imglink": "https://lh3.google.com/u/0/d/1oq4gD7qLsPDz7HPdWbfAHY0Dso0pig7s=w847-h641-iv3"
  },
  {
    "id": 1,
    "title": "Kirkwood",
    "text": "Over 50 residents in our Chapel Hill townhouse community have been composting since February 2020 after responding to this announcement in our newsletter:\nBE A TRENDSETTER! TAKE THE COMPOST PLEDGE\nWhy:\n• Each home generates an estimated 950 pounds of waste/year; 250 pounds of this is compostable food waste.\n• Less solid waste to the landfill means less gas used and reduction in greenhouse gases.\n• Finished compost is available to residents and farmers to create healthier soil\n• Composting creates jobs.\n• You have less trash!\nStarting with 700 pounds the first month, we now compost 1254 pounds each month and thus far have diverted 8028 pounds from the landfill and generated 803 pounds of compost.",
    "link": null,
    "imglink": "https://lh3.google.com/u/0/d/1xlIn0VILlPr1H_6qiTtq9Hjf24CNl5Cnd80V4dc9IuY=w847-h641-iv3"
  },
  {
    "id": 2,
    "title": "Angela’s Giving Garden",
    "text": "We started our garden in 2017, when it was just a grassy hill. Now, it is full of vegetables, flowers, and some fruit trees. Our vegetables need a lot of fertilizer, so we make compost at home with extra fruit peels, spoiled vegetables, and put them into a special composting bin with dirt and leaves. Then, we add some water and mix it well together. We need to keep it well moisturized for the next few months. If everything in the compost bin has turned into soil, it means the compost is ready and can be used. We combine the dirt and compost. Then, we plant our vegetables in the combination. Our vegetables grow big and healthy with our homemade compost. This year, my brother and I help our parents and my grandparents plant and harvest the products that come out of our garden, and share it with other people. I am very happy a lot of friends like our vegetables.",
    "link": null,
    "imglink": "https://lh3.google.com/u/0/d/1Ukk8JTnCK2I_qValV7nil5jRKq1iYeHo=w847-h641-iv4"
  },
  {
    "id": 3,
    "title": "An Automatic Composting System with Distributed Moisturization",
    "text": "During this pandemic, I’ve noticed a problem: quarantine has led to the accumulation of household trash as a result of overwhelmed trash services. Therefore, using plastic water bottles, cardboard, and other recyclable materials, I have created an easy-access, automatic composting system that streamlines the process of composting. A cardboard pipeline was positioned to distribute water and small organic items directly from our kitchen window into a composting bin. Plastic bottle pieces were attached to the pipeline to disperse water for moisturization throughout the entire bin. This solution eases the pandemic trash problem by making composting easier and reducing organic waste.",
    "link": null,
    "imglink": "https://lh3.google.com/u/0/d/1sEZYR20MVrS9iqptE2SxjDQ2uiHAXXMf=w847-h641-iv3"
  }
]
